Repository: paulrobinson010/CycleHUD
Catalog: CycleHUD/Localizable.xcstrings
Source language: en
Languages: de_de, es_es, fr_fr, it_it

source: It doesn’t look like a CycleHUD route or a GPX file.
de_de: Das sieht nicht nach einer CycleHUD-Route oder einer GPX-Datei aus.
es_es: No parece una ruta de CycleHUD ni un archivo GPX.
fr_fr: Cela ne ressemble pas à un itinéraire CycleHUD ni à un fichier GPX.
it_it: Non sembra un percorso CycleHUD né un file GPX.

source: It's raining now (%@)%@.
de_de: Es regnet jetzt (%@)%@.
es_es: Está lloviendo ahora (%@)%@.
fr_fr: Il pleut maintenant (%@)%@.
it_it: Sta piovendo ora (%@)%@.

source: Junction
de_de: Kreuzung
es_es: Cruce
fr_fr: Intersection
it_it: Incrocio

source: Junctions
de_de: Kreuzungen
es_es: Cruces
fr_fr: Intersections
it_it: Incroci

source: Keep screen on while riding
de_de: Bildschirm beim Fahren anlassen
es_es: Mantener la pantalla encendida al rodar
fr_fr: Garder l'écran allumé en roulant
it_it: Tieni lo schermo acceso durante la pedalata

source: Landscape layout
de_de: Querformat
es_es: Diseño horizontal
fr_fr: Mode paysage
it_it: Layout orizzontale

source: Language
de_de: Sprache
es_es: Idioma
fr_fr: Langue
it_it: Lingua

source: Lap
de_de: Runde
es_es: Vuelta
fr_fr: Tour
it_it: Giro

source: Laps
de_de: Runden
es_es: Vueltas
fr_fr: Tours
it_it: Giri

source: Last updated
de_de: Zuletzt aktualisiert
es_es: Última actualización
fr_fr: Dernière mise à jour
it_it: Ultimo aggiornamento

source: Later
de_de: Später
es_es: Más tarde
fr_fr: Plus tard
it_it: Più tardi

source: Latest signal (technical)
de_de: Letztes Signal (technisch)
es_es: Última señal (técnica)
fr_fr: Dernier signal (technique)
it_it: Ultimo segnale (tecnico)

source: Left turn ahead
de_de: Gleich links abbiegen
es_es: Prepárate para girar a la izquierda
fr_fr: Préparez-vous à tourner à gauche
it_it: Preparati a svoltare a sinistra

source: light
de_de: leicht
es_es: ligera
fr_fr: faible
it_it: leggera

source: Light
de_de: Hell
es_es: Claro
fr_fr: Clair
it_it: Chiaro

source: Location is off
de_de: Standort ist aus
es_es: La ubicación está desactivada
fr_fr: La localisation est désactivée
it_it: La posizione è disattivata

source: Longest ride
de_de: Längste Fahrt
es_es: Salida más larga
fr_fr: Sortie la plus longue
it_it: Uscita più lunga

source: Loop back to start
de_de: Zurück zum Start
es_es: Volver a la salida
fr_fr: Revenir au départ
it_it: Torna alla partenza

source: Mark car
de_de: Auto markieren
es_es: Marcar coche
fr_fr: Marquer voiture
it_it: Segna auto

source: Mark lap
de_de: Runde markieren
es_es: Marcar vuelta
fr_fr: Marquer un tour
it_it: Segna giro

source: Mark that a car just passed
de_de: Markieren, dass gerade ein Auto vorbeifuhr
es_es: Marcar que acaba de pasar un coche
fr_fr: Marquer qu'une voiture vient de passer
it_it: Segna che è appena passata un'auto

source: Marked %lld
de_de: Markiert %lld
es_es: Marcados %lld
fr_fr: Marqué %lld
it_it: Segnati %lld

source: Max HR
de_de: Max. HF
es_es: FC máx
fr_fr: FC max
it_it: FC max

source: Max Speed
de_de: Max. Geschw.
es_es: Vel. máx
fr_fr: Vit. max
it_it: Vel. max

source: Minute-by-minute data isn't available here, so this is an hourly estimate.
de_de: Minutengenaue Daten sind hier nicht verfügbar, daher ist dies eine stündliche Schätzung.
es_es: Aquí no hay datos minuto a minuto, así que esto es una estimación por horas.
fr_fr: Les données minute par minute ne sont pas disponibles ici ; il s'agit donc d'une estimation horaire.
it_it: I dati minuto per minuto non sono disponibili qui, quindi questa è una stima oraria.

source: moderate
de_de: mäßig
es_es: moderada
fr_fr: modérée
it_it: moderata

source: Moderate
de_de: Moderat
es_es: Moderado
fr_fr: Modéré
it_it: Moderato

source: Morning ride
de_de: Morgenfahrt
es_es: Salida matutina
fr_fr: Sortie matinale
it_it: Giro mattutino

source: Most climbing
de_de: Meiste Höhenmeter
es_es: Mayor desnivel
fr_fr: Plus de dénivelé
it_it: Maggior dislivello

source: My location: %@
de_de: Mein Standort: %@
es_es: Mi ubicación: %@
fr_fr: Ma position : %@
it_it: La mia posizione: %@

source: New best
de_de: Neue Bestzeit
es_es: Nuevo récord
fr_fr: Nouveau record
it_it: Nuovo record

source: New route
de_de: Neue Route
es_es: Nueva ruta
fr_fr: Nouvel itinéraire
it_it: Nuovo percorso

source: Night ride
de_de: Nachtfahrt
es_es: Salida nocturna
fr_fr: Sortie nocturne
it_it: Giro notturno

source: No
de_de: Nein
fr_fr: Non

source: No cycling route found between these points.
de_de: Keine Radroute zwischen diesen Punkten gefunden.
es_es: No se ha encontrado una ruta ciclista entre estos puntos.
fr_fr: Aucun itinéraire cyclable trouvé entre ces points.
it_it: Nessun percorso ciclabile trovato tra questi punti.

source: No forecast available.
de_de: Keine Vorhersage verfügbar.
es_es: No hay previsión disponible.
fr_fr: Aucune prévision disponible.
it_it: Nessuna previsione disponibile.

source: No ghost yet — this run sets it
de_de: Noch kein Geist — diese Fahrt setzt ihn
es_es: Aún no hay fantasma — esta salida lo fija
fr_fr: Pas encore de fantôme — cette sortie le crée
it_it: Nessun fantasma ancora — questo giro lo imposta

source: No log yet.
de_de: Noch kein Protokoll.
es_es: Aún no hay registro.
fr_fr: Aucun journal pour l'instant.
it_it: Ancora nessun registro.

source: No new devices found.
de_de: Keine neuen Geräte gefunden.
es_es: No se encontraron dispositivos nuevos.
fr_fr: Aucun nouvel appareil trouvé.
it_it: Nessun nuovo dispositivo trovato.

source: No radar data yet
de_de: Noch keine Radardaten
es_es: Aún no hay datos del radar
fr_fr: Pas encore de données radar
it_it: Ancora nessun dato radar

source: No rain expected in the next hour.
de_de: In der nächsten Stunde kein Regen erwartet.
es_es: No se espera lluvia en la próxima hora.
fr_fr: Aucune pluie prévue dans l'heure.
it_it: Nessuna pioggia prevista nella prossima ora.

source: No rides yet — insights build as you ride.
de_de: Noch keine Fahrten – Einblicke entstehen beim Fahren.
es_es: Aún no hay salidas: las estadísticas se crean al rodar.
fr_fr: Pas encore de sorties – les statistiques se construisent en roulant.
it_it: Ancora nessuna uscita: le statistiche nascono pedalando.

source: No rides yet. Your completed rides will appear here.
de_de: Noch keine Fahrten. Deine abgeschlossenen Fahrten erscheinen hier.
es_es: Aún no hay rutas. Tus rutas completadas aparecerán aquí.
fr_fr: Aucune sortie pour l'instant. Vos sorties terminées apparaîtront ici.
it_it: Ancora nessuna uscita. Le uscite completate appariranno qui.

source: No routes yet. Tap + to plan one on the map, or import a shared route file.
de_de: Noch keine Routen. Tippe auf +, um eine auf der Karte zu planen, oder importiere eine geteilte Routendatei.
es_es: Aún no hay rutas. Toca + para planificar una en el mapa o importa un archivo de ruta compartido.
fr_fr: Aucun itinéraire pour l’instant. Touchez + pour en tracer un sur la carte, ou importez un fichier d’itinéraire partagé.
it_it: Ancora nessun percorso. Tocca + per pianificarne uno sulla mappa, oppure importa un file di percorso condiviso.

source: None
de_de: Keiner
es_es: Ninguna
fr_fr: Aucune
it_it: Nessuna

source: Norm. Power
de_de: Norm. Leistung
es_es: Pot. normalizada
fr_fr: Puiss. normalisée
it_it: Pot. normalizzata

source: NOT CONNECTED
de_de: NICHT VERBUNDEN
es_es: NO CONECTADO
fr_fr: NON CONNECTÉ
it_it: NON CONNESSO

source: Not set up
de_de: Nicht eingerichtet
es_es: Sin configurar
fr_fr: Non configuré
it_it: Non configurato

source: Now
de_de: Jetzt
es_es: Ahora
fr_fr: Maintenant
it_it: Ora

source: Number
de_de: Nummer
es_es: Número
fr_fr: Numéro
it_it: Numero

source: Off
de_de: Aus
es_es: Desactivado
fr_fr: Désactivé
it_it: Disattivato

source: Off route
de_de: Abseits der Route
es_es: Fuera de ruta
fr_fr: Hors itinéraire
it_it: Fuori percorso

source: Onboarding
de_de: Einführung
es_es: Introducción
fr_fr: Présentation
it_it: Introduzione

source: Open in Maps
de_de: In Karten öffnen
es_es: Abrir en Mapas
fr_fr: Ouvrir dans Plans
it_it: Apri in Mappe

source: Open Settings
de_de: Einstellungen öffnen
es_es: Abrir Ajustes
fr_fr: Ouvrir les Réglages
it_it: Apri Impostazioni

source: Part of it runs along a one-way road.
de_de: Ein Teil davon verläuft auf einer Einbahnstraße.
es_es: Una parte discurre por una calle de sentido único.
fr_fr: Une partie emprunte une route à sens unique.
it_it: Una parte percorre una strada a senso unico.

source: Paused
de_de: Pausiert
es_es: En pausa
fr_fr: En pause
it_it: In pausa

source: PAUSED
de_de: PAUSE
es_es: EN PAUSA
fr_fr: PAUSE
it_it: IN PAUSA

source: Permission needed
de_de: Berechtigung erforderlich
es_es: Permiso necesario
fr_fr: Autorisation requise
it_it: Autorizzazione necessaria

source: Plays a one-time preview on the main screen — a vehicle closing in from low (yellow) through medium (orange) to high (red), the new-vehicle beep, escalating Apple Watch wrist taps, a “radar off” wrist alert, and to finish, a demo route gliding by in the radar panel — so you can feel and fine-tune every alert before a ride. It runs through once and stops; starting a ride also stops it.
de_de: Spielt eine einmalige Vorschau auf dem Hauptbildschirm — ein Fahrzeug, das von niedrig (gelb) über mittel (orange) zu hoch (rot) näher kommt, der Signalton für neue Fahrzeuge, stärker werdende Apple-Watch-Tipps, eine „Radar aus“-Warnung und zum Abschluss eine Demo-Route, die im Radarfeld vorbeigleitet — damit du jede Warnung vor der Fahrt fühlen und feinjustieren kannst. Läuft einmal durch und stoppt; der Start einer Fahrt beendet sie ebenfalls.
es_es: Reproduce una vista previa única en la pantalla principal: un vehículo que se acerca de bajo (amarillo) a medio (naranja) y alto (rojo), el pitido de vehículo nuevo, toques cada vez más rápidos del Apple Watch, un aviso « radar apagado » y, para terminar, una ruta de demostración deslizándose por el panel del radar, para que sientas y ajustes cada alerta antes de rodar. Se reproduce una vez y se detiene; iniciar una ruta también lo detiene.
fr_fr: Lance un aperçu unique sur l’écran principal — un véhicule qui approche de faible (jaune) à moyen (orange) puis élevé (rouge), le bip de nouveau véhicule, des tapotements d’Apple Watch de plus en plus rapides, une alerte « radar éteint », et pour finir un itinéraire démo qui défile dans le panneau radar — pour ressentir et régler chaque alerte avant une sortie. Il se joue une fois puis s’arrête ; démarrer une sortie l’arrête aussi.
it_it: Riproduce un’anteprima singola nella schermata principale — un veicolo che si avvicina da basso (giallo) a medio (arancione) ad alto (rosso), il bip per i nuovi veicoli, tocchi dell’Apple Watch sempre più rapidi, un avviso « radar spento » e, per finire, un percorso demo che scorre nel pannello radar — così puoi sentire e regolare ogni avviso prima di un’uscita. Si esegue una volta e si ferma; anche avviare un’uscita lo interrompe.

source: Possible crash detected
de_de: Möglicher Sturz erkannt
es_es: Posible caída detectada
fr_fr: Chute possible détectée
it_it: Possibile incidente rilevato

source: POW
de_de: PWR
es_es: POT
fr_fr: PUI
it_it: POT

source: Power
de_de: Leistung
es_es: Potencia
fr_fr: Puissance
it_it: Potenza

source: Previous bests
de_de: Frühere Bestzeiten
es_es: Mejores anteriores
fr_fr: Records précédents
it_it: Migliori precedenti

source: Previous rides
de_de: Frühere Fahrten
es_es: Rutas anteriores
fr_fr: Sorties précédentes
it_it: Uscite precedenti

source: Previous Rides
de_de: Frühere Fahrten
es_es: Rutas anteriores
fr_fr: Sorties précédentes
it_it: Uscite precedenti

source: Radar is sending data ✓
de_de: Radar sendet Daten ✓
es_es: El radar está enviando datos ✓
fr_fr: Le radar envoie des données ✓
it_it: Il radar invia dati ✓

source: RADAR OFF
de_de: RADAR AUS
es_es: RADAR APAGADO
fr_fr: RADAR ÉTEINT

source: Radar on the right (landscape)
de_de: Radar rechts (Querformat)
es_es: Radar a la derecha (horizontal)
fr_fr: Radar à droite (paysage)
it_it: Radar a destra (orizzontale)

source: Rain
de_de: Regen
es_es: Lluvia
fr_fr: Pluie
it_it: Pioggia

source: RAIN
de_de: REGEN
es_es: LLUVIA
fr_fr: PLUIE
it_it: PIOGGIA

source: Rain expected %@ — %@%@.
de_de: Regen erwartet %@ — %@%@.
es_es: Lluvia prevista %@ — %@%@.
fr_fr: Pluie attendue %@ — %@%@.
it_it: Pioggia prevista %@ — %@%@.

source: Rain expected %@%@.
de_de: Regen erwartet %@%@.
es_es: Lluvia prevista %@%@.
fr_fr: Pluie attendue %@%@.
it_it: Pioggia prevista %@%@.

source: Rain expected soon.
de_de: Bald Regen erwartet.
es_es: Se espera lluvia pronto.
fr_fr: Pluie attendue bientôt.
it_it: Pioggia prevista a breve.

source: Rain has started%@.
de_de: Es hat zu regnen begonnen%@.
es_es: Ha empezado a llover%@.
fr_fr: La pluie a commencé%@.
it_it: Ha iniziato a piovere%@.

source: Rain incoming
de_de: Regen im Anzug
es_es: Lluvia en camino
fr_fr: Pluie en approche
it_it: Pioggia in arrivo

source: Rain nowcast
de_de: Regen-Kurzvorhersage
es_es: Pronóstico de lluvia
fr_fr: Prévision de pluie
it_it: Previsione pioggia

source: Raining now%@.
de_de: Es regnet jetzt%@.
es_es: Está lloviendo ahora%@.
fr_fr: Il pleut maintenant%@.
it_it: Sta piovendo ora%@.

source: Re-shows the welcome screen you saw when you first opened the app. Close Settings (or reopen the app) to see it. Your rides and other settings are kept.
de_de: Zeigt den Begrüßungsbildschirm erneut, den du beim ersten Öffnen der App gesehen hast. Schließe die Einstellungen (oder öffne die App neu), um ihn zu sehen. Deine Fahrten und übrigen Einstellungen bleiben erhalten.
es_es: Vuelve a mostrar la pantalla de bienvenida que viste al abrir la app por primera vez. Cierra Ajustes (o reabre la app) para verla. Tus rutas y demás ajustes se conservan.
fr_fr: Réaffiche l'écran d'accueil vu à la première ouverture de l'app. Fermez les Réglages (ou rouvrez l'app) pour le voir. Vos sorties et autres réglages sont conservés.
it_it: Mostra di nuovo la schermata di benvenuto vista al primo avvio dell'app. Chiudi le Impostazioni (o riapri l'app) per vederla. Le tue uscite e le altre impostazioni vengono mantenute.

source: Ready
de_de: Bereit
es_es: Listo
fr_fr: Prêt
it_it: Pronto

source: Recent log
de_de: Letztes Protokoll
es_es: Registro reciente
fr_fr: Journal récent
it_it: Registro recente

source: Reconnecting…
de_de: Erneut verbinden…
es_es: Reconectando…
fr_fr: Reconnexion…
it_it: Riconnessione…

source: Records
de_de: Rekorde
es_es: Récords
it_it: Record

source: Refresh
de_de: Aktualisieren
es_es: Actualizar
fr_fr: Actualiser
it_it: Aggiorna

source: Refresh weather now
de_de: Wetter jetzt aktualisieren
es_es: Actualizar el tiempo ahora
fr_fr: Actualiser la météo
it_it: Aggiorna meteo ora

source: Remembered
de_de: Gespeichert
es_es: Recordado
fr_fr: Mémorisé
it_it: Memorizzato

source: Remove tile
de_de: Kachel entfernen
es_es: Quitar casilla
fr_fr: Retirer la tuile
it_it: Rimuovi scheda

source: Reset
de_de: Zurücksetzen
es_es: Restablecer
fr_fr: Rétablir
it_it: Ripristina

source: Reset to defaults
de_de: Auf Standard zurücksetzen
es_es: Restablecer valores predeterminados
fr_fr: Rétablir les réglages par défaut
it_it: Ripristina impostazioni predefinite

source: Reset to defaults?
de_de: Auf Standard zurücksetzen?
es_es: ¿Restablecer valores predeterminados?
fr_fr: Rétablir les réglages par défaut ?
it_it: Ripristinare le impostazioni predefinite?

source: Restores the original tiles (three rows, nothing above the radar) and the display and alert settings. Your units, language, weight, wheel size, emergency contact, paired sensors and ride history are kept.
de_de: Stellt die ursprünglichen Kacheln (drei Reihen, nichts über dem Radar) sowie die Anzeige- und Hinweis-Einstellungen wieder her. Deine Einheiten, Sprache, Gewicht, Radumfang, Notfallkontakt, gekoppelte Sensoren und Fahrten bleiben erhalten.
es_es: Restaura las casillas originales (tres filas, nada encima del radar) y los ajustes de pantalla y avisos. Tus unidades, idioma, peso, circunferencia de rueda, contacto de emergencia, sensores emparejados y rutas se conservan.
fr_fr: Restaure les tuiles d’origine (trois rangées, rien au-dessus du radar) ainsi que les réglages d’affichage et d’alertes. Vos unités, langue, poids, circonférence de roue, contact d’urgence, capteurs jumelés et sorties sont conservés.
it_it: Ripristina le schede originali (tre righe, niente sopra il radar) e le impostazioni di visualizzazione e avvisi. Unità, lingua, peso, circonferenza della ruota, contatto di emergenza, sensori abbinati e uscite restano invariati.

source: Resume
de_de: Fortsetzen
es_es: Reanudar
fr_fr: Reprendre
it_it: Riprendi

source: Retrying
de_de: Erneuter Versuch
es_es: Reintentando
fr_fr: Nouvel essai
it_it: Nuovo tentativo

source: Ride in reverse
de_de: In Gegenrichtung fahren
es_es: Recorrer en sentido inverso
fr_fr: Parcourir en sens inverse
it_it: Percorri al contrario

source: Ride screen
de_de: Fahrtbildschirm
es_es: Pantalla de ruta
fr_fr: Écran de sortie
it_it: Schermata uscita

source: Ride screen tiles
de_de: Kacheln im Fahrtbildschirm
es_es: Casillas de la pantalla
fr_fr: Tuiles de l’écran de sortie
it_it: Schede della schermata

source: Ride Summary
de_de: Fahrtübersicht
es_es: Resumen de la ruta
fr_fr: Résumé de la sortie
it_it: Riepilogo uscita

source: Riding time
de_de: Fahrzeit
es_es: Tiempo de marcha
fr_fr: Temps de route
it_it: Tempo di percorrenza

source: Right turn ahead
de_de: Gleich rechts abbiegen
es_es: Prepárate para girar a la derecha
fr_fr: Préparez-vous à tourner à droite
it_it: Preparati a svoltare a destra

source: Road data © OpenStreetMap contributors
de_de: Straßendaten © OpenStreetMap-Mitwirkende
es_es: Datos de carreteras © colaboradores de OpenStreetMap
fr_fr: Données routières © les contributeurs d’OpenStreetMap
it_it: Dati stradali © contributori di OpenStreetMap

source: Route complete
de_de: Route abgeschlossen
es_es: Ruta completada
fr_fr: Itinéraire terminé
it_it: Percorso completato

source: Route complete — new best time
de_de: Route abgeschlossen — neue Bestzeit
es_es: Ruta completada — nuevo récord
fr_fr: Itinéraire terminé — nouveau record
it_it: Percorso completato — nuovo record

source: Route elevation
de_de: Routen-Höhenprofil
es_es: Desnivel de la ruta
fr_fr: Dénivelé de l’itinéraire
it_it: Altimetria del percorso

source: Route name
de_de: Routenname
es_es: Nombre de la ruta
fr_fr: Nom de l’itinéraire
it_it: Nome del percorso

source: Route planning
de_de: Routenplanung
es_es: Planificación de rutas
fr_fr: Planification d’itinéraire
it_it: Pianificazione percorsi

source: Route started
de_de: Route gestartet
es_es: Ruta iniciada
fr_fr: Itinéraire commencé
it_it: Percorso iniziato

source: Routes
de_de: Routen
es_es: Rutas
fr_fr: Itinéraires
it_it: Percorsi

source: Safety
de_de: Sicherheit
es_es: Seguridad
fr_fr: Sécurité
it_it: Sicurezza

source: Sample data
de_de: Beispieldaten
es_es: Datos de ejemplo
fr_fr: Données d'exemple
it_it: Dati di esempio

source: Sample ride added
de_de: Beispielfahrt hinzugefügt
es_es: Ruta de ejemplo añadida
fr_fr: Sortie d'exemple ajoutée
it_it: Uscita di esempio aggiunta

source: Save
de_de: Sichern
es_es: Guardar
fr_fr: Enregistrer
it_it: Salva

source: Save rides as Apple Health workouts
de_de: Fahrten als Apple-Health-Trainings speichern
es_es: Guardar rutas como entrenamientos de Apple Salud
fr_fr: Enregistrer les sorties comme entraînements Apple Santé
it_it: Salva le uscite come allenamenti Apple Health

source: Save rides as workouts
de_de: Fahrten als Trainings speichern
es_es: Guardar rutas como entrenamientos
fr_fr: Enregistrer les sorties comme entraînements
it_it: Salva le uscite come allenamenti

source: Saved to Apple Health
de_de: In Apple Health gespeichert
es_es: Guardado en Salud
fr_fr: Enregistré dans Santé
it_it: Salvato in Salute

source: Scan
de_de: Suchen
es_es: Buscar
fr_fr: Scanner
it_it: Cerca

source: Searching…
de_de: Suche…
es_es: Buscando…
fr_fr: Recherche…
it_it: Ricerca…

source: seconds
de_de: Sekunden
es_es: segundos
fr_fr: secondes
it_it: secondi

source: Seconds
de_de: Sekunden
es_es: Segundos
fr_fr: Secondes
it_it: Secondi

source: Send a test alert
de_de: Testwarnung senden
es_es: Enviar una alerta de prueba
fr_fr: Envoyer une alerte test
it_it: Invia un avviso di prova

source: Send SOS now
de_de: SOS jetzt senden
es_es: Enviar SOS ahora
fr_fr: Envoyer le SOS maintenant
it_it: Invia SOS ora

source: Sending an SOS to your emergency contact in
de_de: SOS an deinen Notfallkontakt wird gesendet in
es_es: Enviando un SOS a tu contacto de emergencia en
fr_fr: Envoi d’un SOS à votre contact d’urgence dans
it_it: Invio di un SOS al tuo contatto di emergenza tra

source: Sensor diagnostics
de_de: Sensordiagnose
es_es: Diagnóstico de sensores
fr_fr: Diagnostic des capteurs
it_it: Diagnostica sensori

source: Sensors
de_de: Sensoren
es_es: Sensores
fr_fr: Capteurs
it_it: Sensori

source: Sensors still on
de_de: Sensoren noch aktiv
es_es: Sensores aún encendidos
fr_fr: Capteurs encore allumés
it_it: Sensori ancora accesi

source: Settings
de_de: Einstellungen
es_es: Ajustes
fr_fr: Réglages
it_it: Impostazioni

source: Share live tracking link
de_de: Live-Tracking-Link teilen
es_es: Compartir enlace de seguimiento en directo
fr_fr: Partager le lien de suivi en direct
it_it: Condividi il link di tracciamento live

source: Share log file
de_de: Protokolldatei teilen
es_es: Compartir registro
fr_fr: Partager le journal
it_it: Condividi il registro

source: Share route
de_de: Route teilen
es_es: Compartir ruta
fr_fr: Partager l’itinéraire
it_it: Condividi percorso

source: Share tracking link
de_de: Tracking-Link teilen
es_es: Compartir enlace de seguimiento
fr_fr: Partager le lien de suivi
it_it: Condividi link di tracciamento

source: Show “Mark car” button
de_de: Schaltfläche „Auto markieren“ anzeigen
es_es: Mostrar el botón « Marcar coche »
fr_fr: Afficher le bouton « Marquer voiture »
it_it: Mostra il pulsante « Segna auto »

source: Show less
de_de: Weniger anzeigen
es_es: Mostrar menos
fr_fr: Afficher moins
it_it: Mostra meno

source: Show more
de_de: Mehr anzeigen
es_es: Mostrar más
fr_fr: Afficher plus
it_it: Mostra altro

source: Show radar
de_de: Radar einblenden
es_es: Mostrar radar
fr_fr: Afficher le radar
it_it: Mostra radar

source: Show welcome screen again
de_de: Begrüßungsbildschirm erneut anzeigen
es_es: Mostrar de nuevo la pantalla de bienvenida
fr_fr: Revoir l'écran d'accueil
it_it: Mostra di nuovo la schermata di benvenuto

source: Shown
de_de: Angezeigt
es_es: Mostradas
fr_fr: Affichées
it_it: Mostrate

source: slow
de_de: langsam
es_es: lento
fr_fr: lent
it_it: lento

source: slowed %@ %@
de_de: verlangsamt %@ %@
es_es: reducción %@ %@
fr_fr: ralenti %@ %@
it_it: rallentato %@ %@

source: Slowed by
de_de: Verlangsamt um
es_es: Reducido en
fr_fr: Ralenti de
it_it: Rallentato di

source: SPD
de_de: TMP
es_es: VEL
fr_fr: VIT
it_it: VEL

source: Speed
de_de: Geschwindigkeit
es_es: Velocidad
fr_fr: Vitesse
it_it: Velocità

source: Speed Sensor
de_de: Geschwindigkeitssensor
es_es: Sensor de velocidad
fr_fr: Capteur de vitesse
it_it: Sensore di velocità

source: Spoken vehicle call-outs
de_de: Gesprochene Fahrzeugansagen
es_es: Avisos de voz de vehículos
fr_fr: Annonces vocales des véhicules
it_it: Annunci vocali dei veicoli

source: Start point
de_de: Startpunkt
es_es: Salida
fr_fr: Départ
it_it: Partenza

source: Start radar demo
de_de: Radar-Demo starten
es_es: Iniciar demo de radar
fr_fr: Lancer la démo radar
it_it: Avvia demo radar

source: Start Riding
de_de: Losfahren
es_es: Empezar a rodar
fr_fr: Commencer à rouler
it_it: Inizia a pedalare

source: Start time
de_de: Startzeit
es_es: Hora de salida
fr_fr: Heure de départ
it_it: Ora di partenza

source: Stop
de_de: Stopp
es_es: Detener
fr_fr: Arrêter
it_it: Ferma

source: Stop radar demo
de_de: Radar-Demo stoppen
es_es: Detener demo de radar
fr_fr: Arrêter la démo radar
it_it: Ferma demo radar

source: STOPPED
de_de: GESTOPPT
es_es: DETENIDO
fr_fr: ARRÊTÉ
it_it: FERMO
